Repository: engayaalawesat/Eng4You___
Catalog: Eng4You__/Eng4You/Resources/Resource.*.resx
Languages: ar_eg, tr_tr

# , who is the responsible for the software department
source: is a responsible for the software department
ar_eg: وهي المسؤولة عن قسم البرمجيات فيه
tr_tr: yazılım departmanından sorumludur

# 5:00PM
source: 8:00PM
ar_eg: ٠٠:٥م
tr_tr: 5:00ÖS

source: 9:00AM
ar_eg: ٠٠:٩ص
tr_tr: 9:00ÖÖ

# A cyber security engineer, who is the responsible for the security department
source: A cyber security engineer, who is responsible for the security department in
ar_eg: مهندس أمن سيبراني، وهو المسؤول عن قسم الأمن
tr_tr: Güvenlik departmanından sorumlu bir siber güvenlik mühendisi

source: ,a manager of its software department
ar_eg: ،مديرة قسم البرمجيات فيه
tr_tr: patronu ve sahibi

source: Abdallah Abuali,
ar_eg: عبد الله أبو علي،

source: About Us
ar_eg: من نحن
tr_tr: Hakkımızda

source: Add A New Section
ar_eg: إضافة قسم جديد
tr_tr: Yeni Bölüm Ekle

source: Add Section
ar_eg: إضافة القسم
tr_tr: Bölüm Ekle

# Administrative assistant in
source: Administrative assistant at
ar_eg: مساعدة إدارية في

source: AE
ar_eg: هندسة عمارة
tr_tr: Mimar

# and discovering security vulnerabilities in everything related to
source: and discovering security vulnerabilities in everything related for it is
ar_eg: واكتشاف الثغرات الأمنية في كل ما يتعلق في
tr_tr: ve ilgili her şeydeki güvenlik açıklarını keşfetme

source: Arabic
ar_eg: العربية
tr_tr: Arapça

source: Architecture Engineering
ar_eg: هندسة معمارية
tr_tr: Mimari Mühendislik

source: Are We
ar_eg: نحن
tr_tr: Kimiz

source: Aya AL_Awesat,
ar_eg: آيه العويسات،

source: Books
ar_eg: كتب
tr_tr: Kitaplar

source: Boss and owner of
ar_eg: رئيسة ومالكة
tr_tr: Yazılım departmanının yöneticisi, olan

source: Bshar Awad,
ar_eg: بشار عواد،

source: Call Us
ar_eg: اتصل بنا
tr_tr: Bizi Arayın

source: Cars Engineering
ar_eg: هندسية سيارات
tr_tr: Arabalar Mühendisliği

source: Cars Engineering
ar_eg: هندسة سيارات
tr_tr: Arabalar Mühendisliği

source: Civil Engineering
ar_eg: هندسة مدنية
tr_tr: İnşaat mühendisliği

source: Computer Engineering
ar_eg: هندسة حاسوب
tr_tr: Bilgisayar Mühendisliği

source: Confirm Delete Section
ar_eg: تأكيد حذف القسم
tr_tr: Bölümü Silmeyi Onayla

# Contact home
source: Contact Us
ar_eg: تواصل معنا
tr_tr: Bize Ulaşın

source: Contact us through:
ar_eg: تواصل معنا من خلال:
tr_tr: Bize şu şekilde ulaşın:

source: Contact us to help you...
ar_eg: تواصل معنا لمساعدتك...
tr_tr: Bize ulaşın size yardımcı olalım...

source: Contact Us...
ar_eg: تواصل معنا...
tr_tr: Bize Ulaşın...

source: copyright
ar_eg: الحقوق محفوظة
tr_tr: Telif Hakkı

source: COUNTRIES EXPERIENCE
ar_eg: تجربة الدول
tr_tr: ÜLKELERİN DENEYİMİ

source: Courses
ar_eg: دورات
tr_tr: Dersler

source: CS
ar_eg: أمن سيبراني
tr_tr: SG

source: Cyber Security
ar_eg: أمن سيبراني
tr_tr: Siber Güvenlik

source: Days
ar_eg: أيام
tr_tr: Günler

source: Delete
ar_eg: حذف
tr_tr: Silmek

source: Delete Section
ar_eg: حذف القسم
tr_tr: Bölümü Sil

source: Develop your skills and learning in an engineering major
ar_eg: طور مهاراتك وتعلمك في تخصص الهندسة
tr_tr: Bizimle

# dir
source: ltr
ar_eg: rtl

# Edit Created Sectione
source: Edit The Created Sectione
ar_eg: تعديل القسم الذي تم إنشاؤه
tr_tr: Oluşturulan Bölümü Düzenle

source: Email
ar_eg: الايميل
tr_tr: E-Posta

source: Email Us
ar_eg: تواصل معنا عبر البريد الإلكتروني
tr_tr: Bize E-Posta Gönderin

source: Eng
ar_eg: مهندسين
tr_tr: Mün

source: Engineering Books
ar_eg: كتب هندسية
tr_tr: Mühendislik Kitapları

source: Engineering Majors In
ar_eg: التخصصات الهندسية في
tr_tr: Mühendislik Bölümleri

source: English
ar_eg: الإنجليزية
tr_tr: İngilizce

# Engr
source: Eng
ar_eg: م
tr_tr: Müh

source: First Name
ar_eg: الاسم الأول
tr_tr: İlk Adı

source: For All Majors
ar_eg: لجميع التخصصات
tr_tr: Tüm Bölümlere Uygun

# for__
source: for with us
ar_eg: معنا
tr_tr: olarak bir mühendislik dalında becerilerinizi geliştirin ve öğrenin

source: free
ar_eg: مجانا
tr_tr: ücretsiz

source: Home
ar_eg: الرئيسية
tr_tr: Ana Sayfa

source: Hours
ar_eg: ساعات
tr_tr: Saat

source: HOURS OF WROK
ar_eg: ساعات العمل
tr_tr: ÇALIŞMA SAATİ

source: in
ar_eg: في
tr_tr: içinde

source: is dedicated to catering to engineers and engineering enthusiasts alike, by offering free courses across various engineering disciplines in a seamless and user-friendly manner. Moreover, our extensive book library encompasses resources covering all branches of engineering, additionally, we highlight the achievements and successes of engineers from diverse backgrounds and nationalities, fostering a rich and inclusive engineering learning environment.
ar_eg: مكرسون لتلبية احتياجات المهندسين وعشاق الهندسة على حد سواء، من خلال تقديم دورات مجانية عبر مختلف التخصصات الهندسية بطريقة سلسة وسهلة الاستخدام. علاوة على ذلك، تضم مكتبة الكتب الواسعة لدينا موارد تغطي جميع فروع الهندسة، بالإضافة إلى ذلك، فإننا نسلط الضوء على إنجازات ونجاحات المهندسين من خلفيات وجنسيات متنوعة، مما يعزز بيئة تعليمية هندسية غنية وشاملة
tr_tr: çeşitli mühendislik disiplinlerinde kesintisiz ve kullanıcı dostu bir şekilde ücretsiz kurslar sunarak hem mühendislere hem de mühendislik meraklılarına hizmet vermeye kendini adamıştır. Ayrıca kapsamlı kitap kütüphanemiz, mühendisliğin tüm dallarını kapsayan kaynakları kapsar; ayrıca, zengin ve kapsayıcı bir mühendislik öğrenim ortamını teşvik ederek, farklı geçmişlere ve milletlere sahip mühendislerin başarılarını ve başarılarını öne çıkarırız.

source: Jinan Zahaika,
ar_eg: جنان زحايكه،

source: Last Name
ar_eg: الاسم الأخير
tr_tr: Soyisim

source: ME
ar_eg: هندسة ميكانيكا
tr_tr: MM

source: Mechanical engineer, who is the responsible for the mechanical department
ar_eg: مهندس ميكانيكي، وهو المسؤول عن قسم الميكانيكا
tr_tr: Makine bölümünden sorumlu makine mühendisi

source: MENU
ar_eg: القائمة
tr_tr: MENÜ

source: Message
ar_eg: الرسالة
tr_tr: İleti

source: Middle East, Turkiye, USA
ar_eg: الشرق الأوسط، تركيا، أمريكا
tr_tr: Ortadoğu, Türkiye, Amerika

source: Minutes
ar_eg: دقائق
tr_tr: Dakika

source: Page not found
ar_eg: لم يتم إيجاد الصفحة
tr_tr: Sayfa bulunamadı

source: Programs
ar_eg: البرامج
tr_tr: Programlar

source: Providing courses and books in all engineering majors
ar_eg: تقديم الدورات والكتب في جميع التخصصات الهندسية
tr_tr: Tüm mühendislik dallarında ders ve kitapların sağlanması

# Providing programmes for free
source: Providing engineering programmes for free
ar_eg: تقديم البرامج مجانا
tr_tr: Programların ücretsiz sağlanması

source: Publishing all engineering opportunities you need for all majors
ar_eg: نشر كافة الفرص الهندسية التي تحتاجها لجميع التخصصات
tr_tr: Tüm ana dallar için ihtiyacınız olan tüm mühendislik fırsatlarını yayınlamak

source: Read More
ar_eg: إقرأ المزيد
tr_tr: Devamını Oku

source: Salam Qarish,
ar_eg: سلام قرش،

source: Save
ar_eg: حفظ
tr_tr: Kaydetmek

source: SE
ar_eg: هندسة برمجيات
tr_tr: YM

source: Seconds
ar_eg: ثواني
tr_tr: Saniye

source: Section Image
ar_eg: الصورة الخاصة بالقسم
tr_tr: Bölüm Resmi

source: Section Name In Arabic
ar_eg: اسم القسم بالعربي
tr_tr: Arapça Bölüm Adı

source: Section Name In English
ar_eg: اسم القسم بالإنجليزي
tr_tr: İngilizce Bölüm Adı

source: Section Name In Turkish
ar_eg: اسم القسم بالتركي
tr_tr: Türkçe Bölüm Adı

source: Send
ar_eg: إرسال
tr_tr: Göndermek

source: Send us a message for any questions you have!!! You will be reply from the support team as soon as you receive the message
ar_eg: أرسل لنا رسالة لأي أسئلة لديك!!! سيتم الرد عليك من فريق الدعم بمجرد تلقي الرسالة
tr_tr: Herhangi bir sorunuz için bize bir mesaj gönderin!!! Mesajı aldığınız anda destek ekibinden cevap alacaksınız

source: Show Books
ar_eg: شاهد الكتب
tr_tr: Kitapları Göster

source: Software Engineering
ar_eg: هندسة برمجيات
tr_tr: Yazılım Mühendisliği

# Subject
source: Title
ar_eg: العنوان
tr_tr: Başlık

source: Success Stories
ar_eg: قصص نجاح
tr_tr: Başarı Öyküleri

source: Talking about the successes of engineers
ar_eg: الحديث عن نجاحات المهندسين
tr_tr: Mühendislerin başarılarından bahsetmek

source: Team
ar_eg: فريق
tr_tr: Takım

source: TOTAL PROJECTS
ar_eg: مجموع المشاريع
tr_tr: TOPLAM PROJELER

source: Turkish
ar_eg: التركية
tr_tr: Türkçe

source: Update Image Section
ar_eg: تحديث صورة القسم
tr_tr: Resim Bölümünü Güncelle

source: Update Section Name In Arabic
ar_eg: تحديث اسم القسم بالعربي
tr_tr: Arapça Bölüm Adını Güncelle

source: Update Section Name In English
ar_eg: تحديث اسم القسم بالإنجليزي
tr_tr: İngilizce Bölüm Adını Güncelle

source: Update Section Name In Turkish
ar_eg: تحديث اسم القسم بالتركي
tr_tr: Türkçe Bölüm Adını Güncelle

source: Upload Image Section
ar_eg: حمل الصورة الخاصة بالقسم
tr_tr: Resim Bölümünü Yükle

source: We are dedicated to catering to engineers and engineering enthusiasts a like, display life's engineering challenges in an easy and engaging manner, and providing effective solutions. For further information on our services...
ar_eg: نحن ملتزمون بخدمة المهندسين وعشاق الهندسة على حد سواء، وعرض تحديات الحياة الهندسية بطريقة سهلة وجذابة، وتقديم حلول فعالة. لمزيد من المعلومات عن خدماتنا...
tr_tr: Mühendisler ve mühendislik meraklılarına hitap etmeye, yaşamın mühendislik zorluklarını kolay ve ilgi çekici bir şekilde sergilemeye ve etkili çözümler sunmaya kendimizi adadık. Hizmetlerimiz hakkında daha fazla bilgi için...

source: We Help To Get The Best Engineering Services For All Majors
ar_eg: نحن نساعدك في الحصول على أفضل الخدمات الهندسية لجميع التخصصات
tr_tr: Tüm Bölümler İçin En İyi Mühendislik Hizmetlerini Almanıza Yardımcı Oluyoruz

source: We're Coming Soon
ar_eg: سيفتح قريبا
tr_tr: Yakında Geliyoruz

source: We're working hard to give you the best experience
ar_eg: نحن نعمل بجد لنقدم لك أفضل تجربة
tr_tr: Size en iyi deneyimi sunmak için çok çalışıyoruz

source: Who
ar_eg: من
tr_tr: Biz

# Who is the responsible for the design and architecture department in
source: Who is responsible for the design and architecture department in
ar_eg: هو المسؤول عن قسم التصميم والهندسة المعمارية في
tr_tr: Tasarım ve mimarlık bölümünden kim sorumlu

# Working Hours
source: Work Hours
ar_eg: ساعات العمل
tr_tr: Çalışma Saatleri

source: You
ar_eg: أجلك
tr_tr: Sen

# You tr aya
source: You
ar_eg: أجلك
tr_tr: Sen'in

# You Tr Bshar
source: You
ar_eg: أجلك
tr_tr: Sen'da

# You tr jinan
source: You,
ar_eg: أجلك،
tr_tr: Sen'de,

# You Tr salam
source: You
ar_eg: أجلك
tr_tr: Sen'de
